[
    {
        "id": 1,
        "name": "Parking Air Heater Spare",
        "price": "150",
        "orderQuantity":"100",
        "quantity":"505",
        "description": "The atomized diesel fuel enters the combustion chamber and mixes with the air. It is ignited by the hot ignition plug. After being fully burned in the combustion chamber, it turns back and transfers the heat to the corresponding medium to achieve the purpose of heating.",
        "img": "https://sc04.alicdn.com/kf/H07fd689b1a9740aa847e53b0dab6f142G/222084827/H07fd689b1a9740aa847e53b0dab6f142G.jpg"
    },
    {
        "id": 2,
        "name": "Truck Nox Sensor",
        "price": "200",
        "orderQuantity":"100",
        "quantity":"550",
        "description": "The NOx sensor is part of the NOx reduction aftertreatment system used in diesel vehicles with urea based SCR systems. The sensor located upstream of the SCR catalyst directly measures the engine-out NOx gas concentration, which helps determine the optimum amount of urea injection.",
        "img": "https://oemember.com/uploadfile/2019/10/08/20191008181742cs0NtI.jpg"
    },
    {
        "id": 3,
        "name": "Suspension Control Arm",
        "price": "400",
        "orderQuantity":"100",
        "quantity":"900",
        "description": "The control arms are one of the core components of a suspension system and serve as the direct connection points between the front wheel assemblies and the vehicle's frame. The control arms allow a driver to steer a car while also guiding the wheels up and down with the road surface.",
        "img": "https://m.media-amazon.com/images/I/61SwaFu4rPL._AC_SS450_.jpg"
    },
    {
        "id": 4,
        "name": "Seal Gasket",
        "price": "200",
        "orderQuantity":"100",
        "quantity":"800",
        "description": "Gaskets seal a connection between two components or flanges that have flat surfaces, while seals are used between engine parts, pumps, and shafts that rotate. Gaskets are used wherever a union or flange is required to prevent leaking. Gaskets are most commonly used as static seals.",
        "img": "https://latty.com/wp-content/uploads/2019/07/2320LATTYcarb96G2F.jpg"
    },
    {
        "id": 5,
        "name": "Oil Pan ",
        "price": "4500",
        "orderQuantity":"100",
        "quantity":"500",
        "description": "The oil pan is attached to the bottom of the engine with bolts and is the reservoir for oil that gets pumped throughout the engine to lubricate, clean and cool moving parts. A pump forces the oil from the pan through a filter to remove dirt and other debris before it circulates through the engine.",
        "img": "https://i0.wp.com/studentlesson.com/wp-content/uploads/2020/07/engine-oil-pan.jpg?fit=988%2C733&ssl=1"
    },
    {
        "id": 6,
        "name": "Aluminum Alloy Precision",
        "price": "3000",
        "orderQuantity":"100",
        "quantity":"400",
        "description": "The most versatile of the heat-treatable aluminum alloys, while keeping most of the good qualities of aluminum. This grade has a great range of mechanical properties and corrosion resistance. It can be fabricated by most of the commonly used techniques and it has good workability in the annealed condition.",
        "img": "https://www.aluminumalloyplate.com/photo/ps23903157-precision_cnc_machine_parts_aluminum_alloy_parts_of_aluminium_fabrications.jpg"
    },
    {
        "id": 7,
        "name": "Brass Metal CNC",
        "price": "3500",
        "orderQuantity":"100",
        "quantity":"900",
        "description": "Brass is one of the easiest materials to machine. While many consider free machining steels the comparison baseline for machinability, brass alloys generally have better machinability. The strength and hardness properties of brass are also useful for a wide range of applications.",
        "img": "https://cdn.goodao.net/steel-foundry/Brass-Machining-Part-1.jpg"
    },
    {
        "id": 8,
        "name": "Ball Screw",
        "price": "1700",
        "orderQuantity":"100",
        "quantity":"700",
        "description": "Ball screws are mechanical linear actuators that consist of a screw shaft and a nut that contain a ball that rolls between their matching helical grooves. The primary function of ball screws is to convert rotational motion to linear motion.",
        "img": "https://3.imimg.com/data3/ES/FO/MY-4179111/ball-screw-500x500.jpg"
    }
]